Repository: vschwartz-tgm/Kuscheltier
Catalog: Teddy/locale/*/LC_MESSAGES/teddy.po
Languages: de

source: Emergency Eemergency Emergency
de: Notfall Notfall Notfall

source: Choose your language, press the right arm for german and the left arm for english
de: Wählen sie ihre sprache aus, drücken sie den Rechten Arm für Deutsch und den Linken Arm für English

source: If you want to play Simon Says, press the right arm
de: Wollen sie Simon Sagt spielen dann drücken sie den Rechten Arm

source: If you want to listen to a book, press the left arm
de: Wollen sie Hörbuecher hören dann drücken sie den linken Arm

source: If you want to turn me off, press end button
de: Wollen sie Teddy beenden dann drücken sie auf beenden

source: You choose to play Simon Says
de: Sie haben Simon Sagt ausgewaehlt

source: You choose to listen to books
de: Sie haben Bücher lesen ausgewählt

source: Teddy is shutting down
de: Teddy wurde beendet

source: The Rules of Simon Says are as follows
de: Die Regeln von Simon Sagt sind folgende

source: When i say, Simon Says, then you must follow my orders
de: Wenn ich sage Simon Sagt, dann müssen sie machen was ich ihnen gesagt habe

source: When i don't say Simon Says, then you must do nothing
de: Wenn ich nicht Simon Sagt sage, dann müssen sie nichts machen

source: Simon Says
de: Simon sagt

source: press my right arm
de: drücke meinen rechten Arm

source: press my left arm
de: drucke minen linken Arm

source: press my right foot
de: drücke meinen rechten Fuß

source: press my left foot
de: drücke meinen linken Fuß

source: Right
de: Richtig

source: Wrong
de: Falsch

source: Simon Says was closed
de: Simon Sagt wurde beendet

source: you have
de: Sie haben

source: points
de: Punkte

source: new highscore
de: neuer Höchststand

source: Highscore
de: Höchststand

source: Press my left arm to select another
de: Drücken sie meinen linken Arm um etwas anderes auszuwählen

source: Press my right arm to select this
de: Drücken sie meinen rechten Arm um dieses auszuwählen

source: was selected
de: wurde ausgewählt

source: Book reading was closed
de: Bücher lesen wurde beendet

source: Choose a book
de: Wählen sie ein Buch aus

source: Choose a author
de: Wählen sie einen Autor aus

source: Press my right arm to start from the Bookmark
de: Drücken sie meinen rechten Arm um vom Lesezeichen aus zu starten

source: Press my left arm to start from the beginning
de: Drücken sie meinen linken Arm um vom Anfang aus zu starten

source: Press my right arm to pause reading
de: Drücken sie meinen rechten Arm um das Vorlesen zu pausieren

source: Press end to stop reading
de: Drücken sie meinen linken Arm um das Vorlesen zu beended

source: Reading paused
de: Vorlesen pausiert

source: Press my right arm to resume reading
de: Drücken sie meinen rechten Arm um das Vorlesen fortzusetzen

source: Continuing reading
de: Weiter Vorlesen

source: Battery is empty
de: Batterie ist leer

source: at
de: um

source: hours
de: Uhr

source: minutes
de: Minuten

source: description
de: Beschreibung

source: location
de: Ort

source: hint
de: Hinweis
